;TranslateAid, Version 1.3
; French.lng for ObjectDock Plus traduit par cyberpic
; Version 1.1
; 
; French.lng for ObjectDock Plus traduit par cyberpic
; Version 1.1
; 
; .lgn file translated to german by Vittorio Centofanti
; cento@t-online.de
;
; Default.lng for ObjectDock Plus
; Version 2.0 [1/10/05]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Install skin from disk %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
;
; The ODTranslateAid.exe can be used to help with this, but it requires the 2.0 .NET Beta 
; runtimes be installed. http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
; v0.2 added
;
;Default=Default
;Lit Circle=Lit Circle
;Lit Triangle=Lit Triangle
;White Circle=White Circle
;White Triangle=White Triangle
;Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
;Use zoom effect on entries on tabbed docks=Vergrößerungseffekt bei Registereinträgen
;
; v0.3 added
;
;Delay for autohide and mouse activation=Delay for autohide and mouse activation
;Autohide / mouse activation delay:=Autohide / mouse activation delay:
; Default.lng for ObjectDock Plus
; Version 2.0 [1/10/05]
; 
; This is an ObjectDock .lng file for translating the UI. Translate the portion to the right
; of the = sign. Please pay careful attention to the use of \0, \n, %s, %i, %t, and '%s'.
; Those are variables that will be filled in by the app as appropriate. 
;
; This is my string 1\nAnd there is a new line.=My translated string\nAnd my new new line.
; or
; Install skin from disk %s\0=ディスクからスキンを導入 %s\0
;
; For the moment, also take care to preserve the spacing in terms of where there are spaces
; at the beginning of a string. For instance:
;
;  on the = on the
; is not the same as 
; on the= on the
; There is an extra space before the ' on' and after 'the ' that should be preserved.
;
; This file MUST be saved as Unicode (Notepad will work fine). 
;
; The ODTranslateAid.exe can be used to help with this, but it requires the 2.0 .NET Beta 
; runtimes be installed. http://download.microsoft.com/download/2/d/9/2d96a8eb-a612-46ad-b4ed-6497a8e1f245/dotnetfx.exe
; v0.2 added
;
;Default=Default
;Lit Circle=Lit Circle
;Lit Triangle=Lit Triangle
;White Circle=White Circle
;White Triangle=White Triangle
;Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
;Use zoom effect on entries on tabbed docks=Vergrößerungseffekt bei Registereinträgen
;
; v0.3 added
;
;Delay for autohide and mouse activation=Delay for autohide and mouse activation
;Autohide / mouse activation delay:=Autohide / mouse activation delay:
;translated into Italian by Riccardo Pilloni email rikky1966@yahoo.it
;new to version 1.2
;translated by Riccardo Pilloni 
; Polski.lng for ObjectDock Plus
;
;     [Author:   BeEmX]
;     [E-mail:   beem_x@tkchopin.pl]
;     [Update:   03.07.2005]
;     [Language: Polish]
;     [Revision: 2.2]
;
;     Thank you also, Kamil, for doing a Polish translation as well.  
;
; Polski.lng for ObjectDock Plus
;
;     [Author:   BeEmX]
;     [E-mail:   beem_x@tkchopin.pl]
;     [Update:   03.07.2005]
;     [Language: Polish]
;     [Revision: 2.2]
;
;     Thank you also, Kamil, for doing a Polish translation as well.  
;
; Stardock ObjectDock Language Pack
; 
; Language: Russian
; Version: 1.0
; Author: F@Ct0R 
; Contact: factor11@yandex.ru
; Co-author: Sabbath Black
; Contact: sabbathblack@msilab.net
; LastUpdated: Jan 27, 2005  
[Translations]
Select an image=Выбор картинки
Icons and images (*.png, *.ico)\0*.png;*.ico\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Значки и картинки (*.png, *.ico)\0*.png;*.ico\0Программы (*.exe)\0*.exe\0AВсе файлы (*.*)\0*.*\0\0
All Images=Все картинки
Activate Group=Активировать группу
Minimize Group=Свернуть группу
Close Group=Закрыть группу
Add This Application to the Dock=Добавить эту программу в док
Dock Entry Properties...=Свойства элемента дока...
Open Window / Application=Открыть окно / Программу
Remove Image for this Program=Удалить картинку программы
Set Image for this Program=Выбор картинки для программы
Remove Image for this Class=Удалить картинку для этого класса
Set Image for this Class=Выбор картинки для этого класса
(Class too generic to set image)=(Универсальный класс картинки)
Unable to add to dock: There are no tabs in this tabbed dock that can have entries added to them!\n\nTo resolve, add a new empty default tab to your tabbed dock.=Невозможно добавить, нет свободных ячеек в этом доке с вкладками! Добавьте новую\n\nпустую вкладку в этот док и установите в ней ссылку.
ObjectDock - Cannot add to dock=ObjectDock - нельзя добавить док
New Shortcut=Новый ярлык
QuickLaunch=Панель быстрого запуска
Quick Launch=Быстрый запуск
Minimize All=Свернуть всё
Remove Entry=Удалить элемент
Are you sure you want to remove the entry '%s'?=Вы уверены, что хотите удалить элемент '%s'?
ObjectDock - Remove Entry?=ObjectDock - Удалить элемент?
Shortcut=Ярлык
Desktop=Рабочий стол
Programs Menu=Меню "Программы"
My Computer=Мой компьютер
Favorites=Избранное
My Documents=Мои документы
My Pictures=Мои картинки
Network Connections=Сетевые подключения
Normal Window=Нормальное окно
Minimized=Свёрнуть
Maximized=Развёрнуть
Select a Program, File or Folder=Выбрать программу, файл или папку
Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Программы (*.exe)\0*.exe\0Все файлы (*.*)\0*.*\0\0
Recycle Bin=Корзина
Programs=Программы
Recent=Недавние документы
SendTo=Послать...
Start Menu=Меню "Пуск"
Startup=Запуск
Templates=Шаблоны
Control Panel=Панель управления
DesktopFolder=Папка рабочего стола
Drives=Диски
Fonts=Шрифты
History=Журнал
Printers=Принтеры
Network=Сеть
Clock=Часы
Adjust Date/Time=Править дату/время
Are you sure you want to remove the entry 'Clock'?=Вы уверены, хотите удалить элемент 'Часы'?
System Command=Системные команды
Do Nothing=Нечего не делать
'My Docks' dialog...="Мои доки"...
Configure this dock...=Настройте этот док...
About ObjectDock dialog...=О программе ObjectDock...
Quit=Выход
Flyout Menu=Парящее меню
Warning! By changing to popup a folder rather than a custom menu, all custom entries will be lost!\n\nAre you sure you want to do this?=Внимание! Изменяя ссылку на папку, а не на настроенное меню, все настроенные ссылки будут\n\nпотеряны! Вы уверенный, что хотите этого?
ObjectDock Flyout Menu=Парящее меню ObjectDock
New Clock=Новые часы
New Recycle Bin=Новую корзину
New Flyout Menu=Новое парящее меню
New 'Quit Dock' Entry=Элемент "Быстрые доки"
New 'Configure Dock' Entry=Элемент "Настроить док"
New 'Start Menu' Entry=Элемент "Меню Пуск"
Quit Dock=Выгрузить ObjectDock
Configure Dock=Настроить док
Docklets disabled in this beta release=Доклеты заблокированны в бета версии
Are you sure you want to delete the docklet entry '%s'?=Вы уверены, что хотите удалить элемент - доклет '%s'?
ObjectDock - Delete Entry?=ObjectDock - удалить элемент?
Docklet=Доклет
System Tray Icon=Значки трея
General=Главное
Hotspots=Горячие точки
Docklets=Доклеты
Positioning=Позиционирование
Size & Appearance=Размер и вид
Tabs & Styles=Вкладки и стили
Content Settings=Содержимое
Do nothing to this tabbed dock=Не трогать этот док
Bring up this tabbed dock=Поднять этот док
Put away this tabbed dock=Убрать этот док
Hide this tabbed dock=Скрыть этот док
black: available,  light gray: in use by this,  dark gray: in use by other=чёрный: доступен, светлосерый: с этим, темно-серый: с другим
Icon Size: %i Pixels=Размер значка: %i пикселей
Tabs Size: %.2fx=Размер вкладки: %.2fx
Top=сверху
Bottom=снизу
Left=слева
Right=справа
Show no labels=Не показывать подписи
Show on mouseover=Реагировать на мышь
Show below each entry=Подписи под элементами
Backgrounds without custom tabs=Фоны ненастроенных вкладок
Info=Информация
Name=Имя
None=Нет
Other...=Другое...
The currently selected tab is automatically filled and cannot have entries added to it manually.\n\nActivate a different tab and try again.=Сейчас выбранная вкладка автозаполнена и нельзя в неё вручную добавить элементы.\n\nАктивируйте другую вкладку и попытайтесь снова.
ObjectDock - Add Docklet=ObjectDock - Добавить доклет
Cannot remove tab: tabbed dock must contain at least one tab.=Невозможно удалить вкладку: док должен содержать не менее одной вкладки.
ObjectDock - Remove Tab=ObjectDock - Удаление вкладки
Are you sure you want to remove the tab '%s'?\n\nAll of the tab's contents will be lost.=Вы уверены, что хотите удалить вкладку '%s'?\n\nВсё содержимое вкладки будет утеряно.
ObjectDock - Remove Tab?=ObjectDock - Удалить вкладку?
Add a new empty tab=Добавить новую вкладку
Add a taskbar tab=Добавить вкладку - панель задач
Add a system tray tab=Добавить вкладку - трей
Align Left=Выровнять по левому краю
Align Center=Выровнять по центру
Align Right=Выровнять по правому краю
Align Top=Выровнять по верху
Align Bottom=Выровнять по низу
New Tab=Новая вкладка
Note! Customize system tray icons=Примечание! Настройте значки трея:
by clicking and holding on any icon=зажмите и держите любой значок
Taskbar=Панель задач
System Tray=Системный трей
ObjectDock Plus=ObjectDock Plus
Red=Красная
Orange=Оранжевая
Yellow=Жёлтая
Green=Зелёная
Blue=Голубая
Purple=Лиловая
Silver=Серебряная
Stardock ObjectDock=Stardock ObjectDock
ObjectDock has recovered settings from previous to a recent crash while saving, some of your most recent changes might not have saved.\n\nPlease check to make sure that all the docklets you are using are current and not causing crashing while saving.=ObjectDock восстановил настройки, сохраненные до аварийного отказа, некоторые из ваших самых недавних изменений, возможно,\n\n не сохранились. Проверьте, что все используемые Вами в текущее время Доклеты сохранены.
Recovered Settings=Настройки восстановлены
%s\r\nby %s\r\nVersion %i.%i\r\n\r\n%s=%s\r\nby %s\r\nВерсия %i.%i\r\n\r\n%s
Appearance=Появление
Appearance Tweaks=Настройки появления
Dock Contents=Содержание дока
Performance Tweaks=Выполнение настроек
Glow=Свечение
Rock=Рок
Side-to-Side=Сторона-к-стороне
Shrink 'n Grow=Сжать
Shrink 'n Grow Centered=Сжать по центру
Bounce=Срыв
Spin=Вращение
Always-On-Top=Поверх всех окон
Always-On-Bottom=Всегда внизу
Normal Window Z-Ordering=Нормальное Z-сглаживание окна
Very smooth but slower.=Очень гладко, медленно.
Smooth and quick. (Recommended)=Гладко и быстро. (Рекомендовано)
Jumpy but very fast. (No Transitions)=Неровный, но очень быстрый. (Без переходов)
Wide Magnification Mode (Default)=Широкий режим(По умолчанию)
Narrow Magnification Mode=Узкий режим
GDI+ Engine=GDI+ технология
Custom Engine=Текущая технология
Dock Size:\n(%ipixels)=Размер дока:\n(%iпикселов)
Magnified Size:\n(%ipixels)=Увеличенный размер:\n(%iпикселов)
Re-show very smoothly=Очень гладкое исчезновение
Re-show smoothly=Гладкое исчезновение
Re-show instantly=Немедленное исчезновение
Warning: The windows taskbar may show over the Dock if it is left showing. \n\nIf you leave the taskbar visible, it is recommended you move it to the top of the screen.=Внимание: Вы можете убрать панель задач, возложив её функции на ObjektDock.\n\nЕсли Вы оставляете панель задач видимой, рекомендуется переместить её в вершину экрана.
ObjectDock - Warning=ObjectDock - Внимание
Fast, may be jumpy [No transitions]=Быстро, но неровно [Без переходов]
Smooth and quick [Recommended]=Гладко и быстро [Рекомендовано]
Extra smooth [Slower]=Экстра гладко [Медленно]
Re-show smoothly [Recommended]=Гладкое исчезновение [Рекомендовано]
GDI+ Engine [Recommended]=GDI+ технология [Рекомендовано]
Please note: this feature will only have effect when indicators are being used on a given dock, and does not work on tabbed docks.=Обратите внимание: эта особенность эффективна при использовании индикаторов в этом доке, и не применима к докам с вкладками.
Normal Z-Ordering=Норм. Z-сглаживание
Magnified Size: %i Pixels=Увеличенный размер: %i пикселей
Wide Mode=Широкий режим
Narrow Mode=Узкий режим
Desktop Folder=Папка "Рабочий стол"
Folder: %s=Папка: %s
(Empty)=(Пусто)
Internet Explorer=Internet Explorer
The theme name cannot contain the characters:\n\\ / : * ? \" < > |=Название темы не может содержать символы:\n\\ / : * ? \" < > |
ObjectDock - Save Theme=ObjectDock - Сохранение темы
The package %s has been successfully extracted!\n\nTo use any new backgrounds, reconfigure your dock.=Пакет %s был успешно извлечен! Используя\n\nновые фоны, преобразите Ваш док.
ObjectDock - Unpackaged Theme=ObjectDock - Распаковка темы
0 Kb=0 Kb
%i Kb=%i Kb
Type=Тип
Icon=Значок
Program=Программа
Window Class=Класс окна
Background Name=Имя фона
Folder Name=Имя папки
Image=Картинка
Package the entire dock & and all of its settings=Упаковать док со всеми его настройками
Package selected dock items (Does not package dock settings)=Упаковать выбранные элементы дока (без настроек)
Package selected additional backgrounds=Упаковать выбранные дополнительные фоны
Package selected custom program icons=Упаковать выбранные текущие значки программ
You must give the theme you're packing up a name!=Вы должны дать теме своё упаковочное название!
The theme name cannot contain the characters:\n\\ / : * ? \=Название темы не может содержать символы:\n\\ / : * ? \
You must select something to package up!=Вы должны выбрать что-нибудь для упаковки!
&Advanced <<=Профи <<
&Advanced >>=Профи >>
Apply the entire dock & and all of its settings=Применить док со всеми его настройками
Apply selected dock items (Does not apply dock settings)=Применить выбранные элементы дока (без настроек)
Apply selected custom program icons=Применить выбранные текущие значки программ
You have selected nothing to apply - do you want to not load anything from this theme?\n\n(Note, even if you do not apply anything, all backgrounds and icons included in the theme\nhave been extracted and saved to your computer.)=Вы не выбрали ничего, для обновления из этой темы? \n\n (Примечание, даже если Вы не применяете что-нибудь, все фоны и значки, включеные в тему \nбудут извлечены и сохранены на вашем компьютере.)
ObjectDock - Load Theme=ObjectDock - Загрузка темы
You have selected nothing to apply - do you want to not load anything from this theme?=Вы ничего не выбрали, Вы ничего не хотите загружать из этой темы?
Log of current theme=Лог-файл текущей темы
Log of current theme (settings)=Лог-файл текущей темы (настройки)
Log of current theme (extra images)=Лог-файл текущей темы (дополнительные изображения)
Windows is running in safe mode... continue to launch ObjectDock?=Windows загружен в безопасном режиме ...,запустить ObjectDock?
ObjectDock, Window Safe Mode=ObjectDock, Безопасный режим
ODImg.dll not found.\n\nTGA and PNG image loading will be unavailable.=ODImg.dll не найден.\n\nЗагрузка изображений TGA и PNG будет недоступна.
ObjectDock=ObjectDock
ObjectDock Theme=Тема ObjectDock
ObjectDock Theme Package=Пакет темы ObjectDock
ObjectDock Docklet=Доклет ObjectDock
ObjectDock is not registered correctly. Please reinstall.\n\nhttp://www.stardock.com/support can be used to resend the latest download link and serial number\nto the email address you ordered under. Or install and update via Stardock Central.=ObjectDock не зарегистрирован. Переустановите его.\n\nМожно воспользоваться http://www.stardock.com/support, для загрузки последней\nверсии и получения серийного номера на email, по которому вы зарегистрированы. Или установите\nобновление через Stardock Central.
ObjectDock - Cannot start, please reinstall=Невозможно запустить, пожалуйста переустановите
ObjectDock: Dll/Hook Failed To Load. (NO DLL, shell) Please reinstall and reboot=ObjectDock: Dll/Hook не загрузился. (Нет DLL, оболочки). Переустановите и перезагрузитесь.
ObjectDock - Dll/Hook Loading Failed.=ObjectDock - Загрузка Dll/Hook не удалась.
ObjectDock: Dll/Hook Failed To Load. (NO PROC, shell) Please reinstall and reboot=ObjectDock - Загрузка Dll/Hook не удалась. (Нет оболочки) Переустановите и перезагрузитесь.
ObjectDock: Dll/Hook Failed To Load. (shell) Please reinstall and reboot=ObjectDock - Загрузка Dll/Hook не удалась. (оболочка) Переустановите и перезагрузитесь.
ObjectDock: Dll/Hook Failed To Load. (NO DLL, cbt) Please reinstall and reboot=ObjectDock: Загрузка Dll/Hook не удалась. (Нет DLL, cbt) Переустановите и перезагрузитесь.
ObjectDock: Dll/Hook Failed To Load. (NO PROC, cbt) Please reinstall and reboot=ObjectDock: Загрузка Dll/Hook не удалась. (Нет PROC, cbt) Переустановите и перезагрузитесь.
ObjectDock: Dll/Hook Failed To Load. (cbt) Please reinstall and reboot=ObjectDock: Загрузка Dll/Hook не удалась. (cbt) Переустановите и перезагрузитесь.
ObjectDock: Dll/Hook Failed To Load. (DLL Load Failed) Please reinstall and reboot=Загрузка Dll/Hook не удалась. (DLL не загружена) Переустановите и перезагрузитесь.
ObjectDock: Dll/Hook Failed To Load. (DLL Not Found) Please reinstall and reboot=ObjectDock: Загрузка Dll/Hook не удалась. (DLL не найдена) Переустановите и перезагрузитесь.
ObjectDock: Dll/Hook Failed To Load. (NO DLL, mouse) Please reinstall and reboot=ObjectDock: Загрузка Dll/Hook не удалась. (Нет DLL, мыши) Переустановите и перезагрузитесь.
ObjectDock: Dll/Hook Failed To Load. (NO PROC, mouse) Please reinstall and reboot=ObjectDock: Загрузка Dll/Hook не удалась. (Нет PROC, мыши) Переустановите и перезагрузитесь.
ObjectDock: Dll/Hook Failed To Load. (mouse) Please reinstall and reboot=ObjectDock: Загрузка Dll/Hook не удалась. (мышь) Переустановите и перезагрузитесь.
ObjectDock: Start creating docks!=ObjectDock: Запуск созданного дока!
No docks are currently created - click here or double click ObjectDock's tray icon to start creating docks!=Доки в настоящее время не созданы - для создания доков кликните здесь или 2 раза по значку ObjectDock в трее!
Autohiding dock=Автоскрытие дока
Dock=Док,
 on the = крайний 
top=верх
bottom=низ
left=лево
right=право
 edge.= .
Docked Tabs=Док с вкладками
Tabbed dock with %i tabs.=Док с %i вкладками.
Are you sure you want to remove this tabbed dock and its entire contents?=Вы уверены, что хотите удалить этот док с вкладками и всем содержимым?
ObjectDock: Confirm Remove Dock=ObjectDock: Подтвердите удаление дока
Are you sure you want to remove this dock and its entire contents?=Вы уверены, что хотите удалить этот док со всем содержимым?
About ObjectDock=О программе ObjectDock
About=О программе
OK=OK
Copyright:=Все права:
2002 - 2004 Stardock.net, Inc=2002 - 2004 Stardock.net, Inc
Build:=Сборка:
Version:=Версия:
Dock Entry Properties=Свойства элемента дока
Show folder in a menu=Показ папки в меню
Browse...=Обзор...
Change Image=Выбрать картинку
Reset Image=Удалить картинку
Title:=Имя:
Link:=Линк:
Arguments:=Параметры:
Run:=Окно:
Start in:=Запуск в:
Tab2=Вкладка2
Choose Image...=Выбор картинки...
ObjectDock Properties=Свойства ObjectDock
Slider1=Слайдер1
Autohide=Автоскрытие
Dock Taskbar Enabled=Включить панель задач в док
Represent minimized windows by their screenshot.=Представить свернутые окна их скриншотами.
Hide the windows taskbar.=Скрыть Панель залач Windows.
Dock Size:\n(128 Pixels)=Размер дока:\n(128 пикселов)
Magnified Size:\n(128 Pixels)=Увеличенный размер:\n(128 пикселов)
Small=Маленькие
Large=Большие
Min=Мин
Max=Макс
Background:=Фон:
Position on screen:=Позиция на экране:
Transparent=Прозрачный
Opaque=Непрозрачный
Position:=Позиция:
The Dock's Taskbar=Панель задач дока(ов)
The Windows Taskbar=Панель задач Windows
Drawing Technology:=Технология прорисовки:
(Note: if GDI+ Engine is too slow, try using the Custom Engine)=(Примечание: если технология GDI+ слишком медленна, попробуйте выбрать другую)
Magnification Effect Transitions:=Усиленный эффект переходов:
Autohide Speed Options:=Настройки скорости автоскрытия:
Transition Smoothness/Speed Options=Настройки гладкости/скорости перехода
Alternative Drawing Technology=Альтернативная технология прорисовки
Running Application Indicators on Shortcuts=Запустить индикаторы программы на ярлыках
Show indicators for shortcuts that are currently running.=Показ индикаторов ярлыков, выполняющихся в текущее время.
...and if clicked, shortcut should show currently running instance instead of opening a new copy.=...и если нажать, ярлык должен показать выполняющийся в настоящее время образец вместо открытия новой копии.
Use a thumbnail representation for images placed on the dock.=Используйте отображение эскизов для изображений, помещенных в док.
"Attention" Effect:=Эффект "Внимание":
Mouseover Effect:=Эффект мыши вблизи:
Running Indicator:=Индикатор выполнения:
Bold=Полуж.
Italics=Курсив
Label Font:=Шрифт метки:
Size:=Размер:
Item Label Font=Шрифт метки элемента
Add this Docklet to the Dock=Добавить этот доклет в док
The ObjectDock SDK for creating your own docklets can be=ObjectDock SDK для создания своих доклетов можно
downloaded from=загрузить с
http://www.stardock.com/products/objectdock=http://www.stardock.com/products/objectdock
Use Mouse Activation=Исп. активацию мышью
(Remove by dragging item off dock)=(Удалите, перемещая элемент из дока)
Tab1=Вкладка1
Load ObjectDock on startup=Загрузка ObjectDock с Windows
Apply Dock Theme  - %s=Применить док-тему - %s
&Yes=&Да
&No=&Нет
Merge new custom program icons with current custom program icons.=Объедините новые выбранные значки программ с текущими.
Would you like to apply the Dock Theme "%s"?=Вы хотите применить док-тему "%s"?
&Dock Theme Contents to Apply:=&Содержание док-темы для применения:
Save Dock Theme...=Сохранить док-тему...
&Save=Сохранить
&Cancel=Отмена
Enter a name for your dock theme:=Введите название Вашей темы:
Dock Theme Name:=Имя док-темы:
Package Dock Theme =Упаковка док-темы 
Would you like to package this theme to distribute?=Упаковать эту тему для распространения?
&Dock Theme Contents:=Содержание док-темы:
Use Magnification=Использовать усиление
Reset Magnification Options=Сбросить настройки усиления
Allow taking window screenshots to represent minimized windows.=Применять скриншот окна для представления свернутых окон.
Add Shortcut=Добавить ярлык
Add Clock=Добавить часы
Add Sys Command=Добавить системную команду
Add Recycle Bin=Добавить корзину
Normal Size: (#)=Нормальный размер: (#)
Zoomed Size: (#)=Увеличенный размер: (#)
Magnification Mode:=Режим усиления:
Transitions:=Переходы:
Taskbar Position:=Позиция панели задач:
Allow magnification beyond images' original size. (128 Pixels)=Увеличить размер изображений. (128 Пикселов)
Dock Position:=Позиция дока:
Quit ObjectDock=Выход из ObjectDock
Bk Transparency:=Bk прозрачность:
Dock Z-Order:=Z-Order дока:
Package Dock Theme  - Program Icons=пакет док-темы - значки программ
Select &All=Выбрать всё
Select &None=Обратить выбор
&Ok=&Ok
Select which program icons you want to include: =Выберите, какие значки программ Вы хотите включить: 
Program Icons:=Значки программ:
Load ObjectDock Theme=Загрузка темы ObjectDock
Open=Открыть
Choose a theme to load...=Выберите тему...
Available ObjectDock Themes:=Доступные темы ObjectDock:
Cancel=Отмена
Package Dock Theme  - Backgrounds=Пакет док-темы - Фоны
Select which backgrounds you want to include: =Выберите, какие фоны Вы хотите включить: 
Backgrounds:=Фоны:
Apply Dock Theme  - Dock Items=Примените док-тему  - элементы дока
Select which dock items you want to apply: =Выберите, какие элементы дока Вы хотите применить: 
Dock Items:=Элементы дока:
Select which program icons you want to apply: =Выберите, какие значки программ Вы хотите применить: 
ObjectDock - Dock Theme Packaging Completed=ObjectDock - упаковка док-темы завершена
Click here to goto WinCustomize.com to upload your theme!=Кликните здесь для перехода на WinCustomize.com для передачи Вашей темы!
Finished! Your dock theme has been packaged and saved to:\n\n%s\n\nFilesize: %s=Готово! Ваша док-тема упакована и сохранена в:\n\n%s\n\nРазмер: %s
Magnification Mode=Режим усиления
Image Options=Опции изображения
Hotkey to Activate...=Горячая клавиша для активации...
ObjectDock Settings=Параметры ObjectDock
Close=Закрыть
Collections and Tabs=Коллекции и вкладки
Show tabs for collections=Показ вкладок для коллекций
Add Collection=Добавить коллекцию
Remove Collection=Удалить коллекцию
Tab's Appearance=Вид вкладки
Color=Цвет
Style=Стиль
Apply To All=Применить ко всему
Dock Item Properties (Shortcut)=Свойства элемента дока (Ярлык)
Delete Item=Удалить элемент
Static=Статический
Dock Item Properties (Clock)=Свойства элемента дока (Часы)
Clock Options Not Yet Added....=Варианты часов ещё не добавили....
Dock Item Properties (Window)=Свойства элемента дока (Окно)
This Window's Title:=Заголовок этого окна:
This Program's Name:=Имя этой проги:
This Window's "Class"="Класс" этого окна
Add Shortcut to this Program to Dock=Добавить ярлык этой программы в док
Dock Item Properties=Свойства элемента дока
Dock Item Properties (Docklet)=Свойства элемента дока (Доклет)
Dock Item Properties (System Command)=Свойства элемента дока (Системная команда)
Command:=Команда:
Dock Item Properties (Recycle Bin)=Свойства элемента дока (Корзина)
Change Empty Image=Выбор пустой картинки
Reset Empty Image=Сброс пустой картинки
Change Full Image=Выбор полной картинки
Reset Full Image=Сброс полной картинки
Recycle Bin Empty Image:=Картинка пустой корзины:
Recycle Bin Full Image:=Картинка полной корзины:
Empty Recycle Bin=Пустая корзина
Tab Properties=Свойства вкладки
Color:=Цвет:
Change=Выбор
Change Image for this Tray Icon=Выбор картинки значка трея
Show original icon in corner=Оригинальный значок в углу
Apply This Style To All Tabs=Применить этот стиль для всех вкладок
ObjectDock Tabbed Dock Properties=Свойства дока со вкладками ObjectDock
Within this dialog you can edit the properties of your tabbed dock. To adjust the appearance, color and styles of your tabs, choose 'Tabs && Styles' from list.=B этoм диaлoгe Bы мoжeтe oтpeдaктиpoвaть cвoйcтвa вклaдки. Для нacтpoйки видa, цвeтa и cтиля выбepитe 'Bклaдки и стили' из cпиcкa.
My Docks=Мои доки
Add Tab=Добавить вкладку
Remove Tab=Удалить вкладку
Apply this style to all tabs=Применить этот стиль ко всем вкладкам
Tabs=Вкладки
Spin1=Spin1
Select a tab listing above to edit its style!=Выберите вкладку из списка выше для редактирования её стиля!
(click to\nchange)=(клик для\nвыбора)
Magnified Size:=Увеличенный размер:
Icon Size:=Размер значка:
Colorize Background:=Окрасить фон:
Long=большая
Short=малая
Tab Position:=Позиция вкладки:
Entry Names:=Имя элемента:
Tab Alignment:=Параметры вкладки:
Adjust tab colors and styles=Изменить цвета вкладок и стили
Tabs Size:=Размер вкладки:
Show dock as drawer=Показать выдвигающийся док
at top of screen=вверху экрана
at bottom=внизу экрана
at left=слева экрана
at right=справа экрана
Mouseover activation=Активация мышью
Always on top=Поверх всех окон
Don't show in tray or taskbar=Не показывать в трее или панели задач
Show in taskbar=Показывать в панели задач
Show in system tray=Показывать в трее
slow=медл.
(See hotspots tab for auto-activation)=(См. гор.точки вкладки для автоактивации)
fast=быстр.
Tabs always on top when docked to edge=Вкладки поверх всех окон, когда док с краю
Position on screen=Позиция на экране
Alignment=Выравнивание
Z-Ordering=Z-сглаживание
(changes to activation affect all zooming docks)=(изменения активации затрагивают все увеличенные доки)
Monitor=Монитор
Represent minimized windows by their screenshots=Представить свернутые окна их скриншотами
Show 'running' indicators on active shortcuts=Показ индикаторов 'выполнения' на активных ярлыках
Mouseover Effect=Эффект при наведении мыши
Note: changing the above settings may effect more than just the current dock.=Примечание: изменение вышеупомянутых параметров может подействовать не только на текущий док.
Show running tasks on the dock=Показывать выполняющиеся задачи в доке
Tray or Taskbar Position:=Трей/панель задач в доке:
Use task grouping on taskbars in ObjectDock=Группировать задачи в ObjectDock
(Adjusting this setting will affect taskbars in all docks/tabs.)=(Изменение установки затронет все доки/вкладки.)
Show system tray icons on the dock=Показывать значок трея в доке
Load ObjectDock at startup=Загружать ObjectDock с Windows
Hide the windows taskbar=Скрыть панель задач Windows
Advanced Options=Расшир. настройки
Performance Options=Рабочие настройки
Load theme=Загрузить тему
Save theme as...=Сохранить тему как...
Package theme...=Упаковать тему...
Theming=Применение
Manage My Docks=Менеджер доков
Create new dock=Создать новый док
Create new tabbed dock=Нов. док с вкладками
My Docks:=Мои доки:
Create, remove, and edit other docks and tabbed docks=Создавайте, удаляйте, и редактируйте доки
Language Options=Выбор языка
Hotspots:=Гор.точки:
Choose by clicking an area of screen from miniscreen=Выбирайте, кликая по миниэкрану
Choose action:=Выберите действие:
very long=огромная
short=маленькая
Activation delay (for all):=Задержка активации (все):
black: available,  white: in use by this,  red: in use by other=черная: доступна, белая: используется этим доком, красная: используется другим доком
Activates tabbed dock when not on top or docked=Активируют скрытый док с вкладками
^note: leave the above larger for black and white accessibility support=^примечание: оставьте вышеупомянутое большим для достижениячерно-белой поддержки
(To remove, drag entry off dock)=(Для удаления перетащите элемент из дока)
ObjectDock - Advanced Options=ObjectDock - Расширенные настройки
Use thumbnails to represent images placed in dock=Представлять изображения, помещенные в док, эскизами
When shortcut is run, if program is already running bring it to the foreground only.=При активации ярлыка уже работающей программы, она выносится на передний план.
Show flyout menus as normal menus when they contain over 80 entries=Показывать парящее меню обычным при числе элементов более 80
General Advanced Options=Основные настройки
Advanced Options for Magnifying Docks=Расширенные настройки увеличенных доков
Entry Label Font:=Шрифт подписи элемента:
Label Font Size:=Размер шрифта подписи:
ObjectDock - Performance Options=ObjectDock - Рабочие настройки
Transition Smoothness / Speed Options=Опции гладкости/скорости перехода
ObjectDock Dock Properties=Свойства дока ObjectDock
Within this dialog you can edit the properties of your dock.=Здесь Вы можете редактировать свойства вашего дока.
ObjectDock: My Docks...=ObjectDock: Мои доки...
My Docks...=Мои доки...
Add, remove, and edit docks and tabbed docks from here. Select a dock to start, or press a 'create new' button.=Добавляйте, удаляйте, и редактируйте здесь доки с вкладками и без них. Настройте док, или создайте новый.
Remove this dock=Удалить этот док
Edit this dock=Править этот док
Content Options=Настройка содержимого
Note! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=Примечание! Настройте значки в вашем трее ObjectDock, кликнув и удерживая любой значок.
Folder:=Папка:
Custom menu:=Выбранное меню:
Add=Добавить
Remove=Удалить
Edit=Править
ObjectDock - Setup Custom Colors=ObjectDock - Установка желаемых расцветок
Custom Colors=Выбранные цвета
(Click color to change)=(Клик по цвету для выбора)
(Adjusting this setting will affect taskbars in all docks/cabinets.)=(Эта установка затрагивает панели задач всех доков/отделений.)
Show systray=Показать трей
Memory /  Speed Optimization=Оптимизация памяти/скорости
Optimize for performance: "I paid for this RAM, please use it."=Оптимизация для работы: "Я оплатил эту RAM, используйте её."
Optimize for memory:         "I have 128MB of RAM or less, I need every bit."=Оптимизация для памяти: "У меня 128 МБ RAM или меньше, мне нужен каждый бит."
(Default, but not recommended)=(По умолчанию, но не рекомендовано)
(Recommended)=(Рекомендовано)
(Restart program to have full effect)=(Рестарт программы для полного эффекта)
ObjectDock - Language Options=ObjectDock - Выбор языка
Language=Перевод: F@Ct0R
Choose your language:=Выберите Ваш язык:
File=Файл
Themes=Темы
Load Dock Theme=Загрузить док-тему
Save Dock Theme As=Сохранить док-тему как
Package Dock Theme=Упаковать док тему
Create=Создать
New Separator=Новый разделитель
INSERT_PLUGINS_HERE=ДОБАВЬТЕ_НАДСТРОЙКИ_СЮДА
Help=Справка
Magnification=Увеличение
Lock Dragging=Блокировать движение
Dock Settings...=Настроить док...
About ObjectDock...=О ObjectDock...
Buy ObjectDock Plus...=Купить ObjectDock Plus...
Remove this separator=Удалить этот разделитель
View=Показывать
as Small Icons=как маленькие значки
as Icons=как значки
as Large Icons=как большие значки
as Names=как названия
Show Names=Показать подписи
Hide Names=Скрыть подписи
Attach to edge=Присоединить к краю
Detach from edge=Отделить от края
INSERT_COLLECTIONS_HERE=ДОБАВЬТЕ_КОЛЛЕКЦИИ_СЮДА
Add new tab=Добавить новую вкладку
Add basic tab=Добавить основную вкладку
Add taskbar tab=Добавить вкладку - панель задач
Add systray tab=Добавить вкладку - трей
Remove this tab=Удалить эту вкладку
Add Entry=Добавить
Tab Settings...=Настроить вкладку...
Debug Menu=Меню отладки
Tabs Management=Диспетчер вкладок
Add tab=Добавить вкладку
Rename/Recolor this tab=Переименовать/Перекрасить эту вкладку
Move this tab forward (left) in the order=Передвинуть эту вкладку вперёд  (влево) по заказу
Move this tab back (right) in the order=Передвинуть эту вкладку назад  (вправо) по заказу
Tabs Appearance=Вид вкладок
Rotate tabs edge (clockwise)=Вращать край вкладок (по часовой стрелке)
Align tabs left=Выровнять вкладки слева
Align tabs center=Выровнять вкладки в центре
Align tabs right=Выровнять вкладки справа
Show tabs=Показать вкладки
Show titles on tabs=Показать подписи вкладок
Activation Options=Настройки активации
Always on top*=Поверх всех окон*
Show in taskbar (not on top only)*=Показывать в панели задач (только не сверху)*
Show in systray (not on top only)=Показывать в трее (только не сверху)
Don't show in either taskbar or systray=Не показывать или в панели задач или в трее
No Mouse Activation*=Нет активации мышью*
Top activation=Активация сверху
Bottom activation=Активация снизу
Left activation=Активация слева
Right activation=Активация справа
Top-Left activation=Активация сверху-слева
Top-Right activation=Активация сверху-справа
Bottom-Left activation=Активация снизу-слева
Bottom-Right activation=Активация снизу-справа
No activation delay=Нет задержек активации
Small activation delay=Малая задержка активации
Long activation delay=Большая задержка активации
Autohide Options=Настройки автоскрытия
No autohide animation=Нет анимации автоскрытия
Quick autohide animation=Быстрая анимация автоскрытия
Smooth autohide animation*=Гладкая анимация автоскрытия*
No delay on autohide reshow=Исчезновение без задержки
Medium delay on autohide reshow*=Средняя задержка исчезновения*
Long delay on autohide reshow=Большая задержка исчезновения
Infinite delay on autohide reshow=Бесконечная задержка исчезновения
Auto-switch to hovered over tab on reshow=Автовыключение парящей вкладки при исчезновении
Other=Другое
Toggle taskbar hiding/showing=Переключатель скрытия/показа панели задач
Unload ObjectDock=Выгрузить ObjectDock
Default=По умолчанию
Lit Circle=Светящийся круг
Lit Triangle=Светящийся треугольник
White Circle=Белый круг
White Triangle=Белый треугольник
Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)
Use zoom effect on entries on tabbed docks=Use zoom effect on entries on tabbed docks
Delay for autohide and mouse activation=Delay for autohide and mouse activation
Autohide / mouse activation delay:=Автоскрытие/задержка активации мышью:
No effect=No effect
Zoom effect=Zoom effect
Gentle rock effect=Gentle rock effect
Swing effect=Swing effect
Afterglow effect=Afterglow effect
Zoom Mouseover Effect Tweaks:=Zoom Mouseover Effect Tweaks:
Gentle Rock Mouseover Effect Tweaks:=Gentle Rock Mouseover Effect Tweaks:
Swing Mouseover Effect Tweaks:=Swing Mouseover Effect Tweaks:
Afterglow Mouseover Effect Tweaks:=Afterglow Mouseover Effect Tweaks:
Adjust effect smoothness=Adjust effect smoothness
Effect magnitude=Effect magnitude
Effect duration=Effect duration
Mouseover Effects=Mouseover Effects
Other Tweaks=Other Tweaks
2002 - 2005 Stardock.net, Inc=2002 - 2005 Stardock.net, Inc
There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image=There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image
Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.=Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.
Choose an image file=Choose an image file
Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0
ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.=ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.
Change/Remove Image=Change/Remove Image
Set Image=Set Image
Set Image [Advanced]=Set Image [Advanced]
(Too generic to set image)=(Too generic to set image)
My Music=My Music
My Video=My Video
Recycle Bin (Full)=Recycle Bin (Full)
Recycle Bin (Empty)=Recycle Bin (Empty)
Trash=Trash
Trash (Full)=Trash (Full)
Trash (Empty)=Trash (Empty)
StartMenu helper file not found!\n\nCan not show start menu.=StartMenu helper file not found!\n\nCan not show start menu.
StartMenu helper file found, but was unable to load.\n\nCan not show start menu.=StartMenu helper file found, but was unable to load.\n\nCan not show start menu.
ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.=ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.
StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.=StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.
Do nothing=Do nothing
Show the Windows Start Menu=Show the Windows Start Menu
Show Desktop=Show Desktop
Trigger Vista's 'Flip3D'=Trigger Vista's 'Flip3D'
Toggle autohide=Toggle autohide
Toggle always-on-top=Toggle always-on-top
Toggle hide taskbar=Toggle hide taskbar
'About ObjectDock' dialog...='About ObjectDock' dialog...
Configure this dock=Configure this dock
Configure ObjectDock=Configure ObjectDock
Toggle Autohide=Toggle Autohide
Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.
Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.
This docklet has crashed and has been disabled.=This docklet has crashed and has been disabled.
ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?=ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?
ObjectDock Docklet Crash Protection: Problem with Docklet=ObjectDock Docklet Crash Protection: Problem with Docklet
The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.=The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.
(Built-In Entry ; non-docklet)\r\n\r\n=(Built-In Entry ; non-docklet)\r\n\r\n
Creates a blank shortcut for you to configure.=Creates a blank shortcut for you to configure.
Separator=Separator
Creates a spacer entry.=Creates a spacer entry.
E-Mail Shortcut=E-Mail Shortcut
Creates a shortcut to your current email program.=Creates a shortcut to your current email program.
Internet Shortcut=Internet Shortcut
Creates a shortcut to your current internet browser.=Creates a shortcut to your current internet browser.
Music Player Shortcut=Music Player Shortcut
Creates a shortcut to your current music player.=Creates a shortcut to your current music player.
Document Editor Shortcut=Document Editor Shortcut
Creates a shortcut to your document editor.=Creates a shortcut to your document editor.
Start Menu Launcher=Start Menu Launcher
Shows the Start Menu when clicked.=Shows the Start Menu when clicked.
Shows the Start Desktop when clicked.=Shows the Start Desktop when clicked.
Toggles the 'autohide' setting on/off on the current dock when clicked.=Toggles the 'autohide' setting on/off on the current dock when clicked.
Calls up the current dock's settings when clicked.=Calls up the current dock's settings when clicked.
Unloads ObjectDock when clicked.=Unloads ObjectDock when clicked.
Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.=Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.
Basic Clock=Basic Clock
Creates a basic clock with no seconds-hand.=Creates a basic clock with no seconds-hand.
The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).=The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).
Computer=Computer
Internet=Internet
E-mail=E-mail
Tabs always on top=Tabs always on top
Add a folder tab=Add a folder tab
Docklets are currently disabled=Docklets are currently disabled
Folder=Folder
Document Editor=Document Editor
Music Player=Music Player
Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.
Troubleshooting=Troubleshooting
Black=Black
White=White
Magenta=Magenta
Pink=Pink
Brown=Brown
Lime=Lime
Aqua=Aqua
Peach=Peach
%s\r\n%s=%s\r\n%s
Top quality=Top quality
Normal quality [Recommended]=Normal quality [Recommended]
Lower quality=Lower quality
Fast but jumpy [No transitions]=Fast but jumpy [No transitions]
OLD Smooth and quick []=OLD Smooth and quick []
Automatic [Blend: Fast zooming, smooth enter/exit]=Automatic [Blend: Fast zooming, smooth enter/exit]
Changes to this setting will not take full effect until you quit and re-start ObjectDock.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.
Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.=Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.
To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.=To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.
WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?=WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?
ObjectDock will now restart with its reset settings.=ObjectDock will now restart with its reset settings.
WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?=WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?
Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?=Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?
Please note: You will need to restart ObjectDock for this setting to take full effect.=Please note: You will need to restart ObjectDock for this setting to take full effect.
Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.=Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.
ObjectDock - Information=ObjectDock - Information
Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.
Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.
On monitor: %s=On monitor: %s
Effects=Effects
ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your taskbar's status-area icons and much more!=ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your taskbar's status-area icons and much more!
Left side=Left side
Right side=Right side
Always on bottom=Always on bottom
Normal layering=Normal layering
Width of zoom: (%i.%i items)=Width of zoom: (%i.%i items)
All windows=All windows
Minimized windows only=Minimized windows only
Non-minimized windows only=Non-minimized windows only
Left side of dock=Left side of dock
Right side of dock=Right side of dock
Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.=Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.
Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.=Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.
Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.=Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.
Note: this setting will disable the minimize application.=Note: this setting will disable the minimize application.
Delay to re-show when the mouse nears dock=Delay to re-show when the mouse nears dock
Delay to bring dock to the front when mouse nears screen edge=Delay to bring dock to the front when mouse nears screen edge
Delay to bring dock to the front when the mouse nears dock=Delay to bring dock to the front when the mouse nears dock
Zoom Effect Settings:=Zoom Effect Settings:
Gentle Rock Effect Settings:=Gentle Rock Effect Settings:
Swing Effect Settings:=Swing Effect Settings:
Afterglow Effect Settings:=Afterglow Effect Settings:
Unable to open package file ; package import failed=Unable to open package file ; package import failed
ObjectDock - Import Package=ObjectDock - Import Package
Problem reading package file ; package import failed=Problem reading package file ; package import failed
Problem reading package file header ; package import failed=Problem reading package file header ; package import failed
Problem reading package file header ;; package import failed=Problem reading package file header ;; package import failed
Problem reading package file directory ; package import failed=Problem reading package file directory ; package import failed
Problem reading package file ;; package import failed=Problem reading package file ;; package import failed
Unable to read package file. Package file may be damaged.=Unable to read package file. Package file may be damaged.
This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!=This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!
Problem creating file in temporary folder ; package import failed=Problem creating file in temporary folder ; package import failed
Problem writing to temporary folder ; package import failed=Problem writing to temporary folder ; package import failed
PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n=PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n
I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\=I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\
ObjectDock - Packaging Files=ObjectDock - Packaging Files
I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\=I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\
I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)=I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)
Problem creating temporary folder ; packing failed=Problem creating temporary folder ; packing failed
Problem creating package file ; packing failed=Problem creating package file ; packing failed
Problem reading package file ; packing failed=Problem reading package file ; packing failed
Problem reading package file ;; packing failed=Problem reading package file ;; packing failed
Problem creating final package file ; packing failed=Problem creating final package file ; packing failed
Problem writing package file ; packing failed=Problem writing package file ; packing failed
You have already added this file!=You have already added this file!
At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).=At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).
Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.=Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.
# of files in the folder=# of files in the folder
Total folder size=Total folder size
File name=File name
File size=File size
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)
You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.=You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.
ObjectDock - Create Package=ObjectDock - Create Package
Please give your package a name!=Please give your package a name!
You must give your package a name at least 5 characters in length.=You must give your package a name at least 5 characters in length.
Package names may cannot contain the characters:\n\\ / : * ? \" < > |=Package names may cannot contain the characters:\n\\ / : * ? \" < > |
Package names must be under 200 characters in length.=Package names must be under 200 characters in length.
Your package's author name cannot be over 200 characters in length.=Your package's author name cannot be over 200 characters in length.
You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?=You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?
ObjectDock - Confirm cancel packaging=ObjectDock - Confirm cancel packaging
There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.=There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.
ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n=ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n
ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.=ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.
Locate an ObjectDock Package=Locate an ObjectDock Package
ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0=ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0
ObjectDock DockZip Image Package=ObjectDock DockZip Image Package
ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.=ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.
The product activation was unsuccessful.=The product activation was unsuccessful.
The product activation was unsuccessful. (Code: %i)=The product activation was unsuccessful. (Code: %i)
Stardock Product Activation=Stardock Product Activation
Could not run Activate.exe=Could not run Activate.exe
ObjectDock Plus Activation=ObjectDock Plus Activation
This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
Resetting settings now...=Resetting settings now...
Resetting dock contents now...=Resetting dock contents now...
This Dock=This Dock
Open existing program if running=Open existing program if running
Choose a new image=Choose a new image
Folders=Folders
Tree1=Tree1
Browse for an image...=Browse for an image...
Images=Images
Search=Search
Get more images at WinCustomize.com=Get more images at WinCustomize.com
PACKAGE\nNOTE\nPLACEHOLDER=PACKAGE\nNOTE\nPLACEHOLDER
Hide the Windows Taskbar.=Hide the Windows Taskbar.
Zoom Effect Mode:=Zoom Effect Mode:
Temporarily disable docklets=Temporarily disable docklets
Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.=Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.
ObjectDock - Files all packed up!=ObjectDock - Files all packed up!
Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s=Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s
Add a shortcut to this program to the dock=Add a shortcut to this program to the dock
Application:=Application:
U=U
D=D
Allow each tab to have its own style=Allow each tab to have its own style
Allow\nColor=Allow\nColor
Adjust the font used for text on tabs=Adjust the font used for text on tabs
new!=new!
Background=Background
improved background drawing!=improved background drawing!
Stretch background proportionally=Stretch background proportionally
Reserve edge of screen=Reserve edge of screen
Keep on top=Keep on top
Keep on top, hiding off-screen for maximized applications=Keep on top, hiding off-screen for maximized applications
Hide in background when not in use=Hide in background when not in use
Hide off-screen when not in use=Hide off-screen when not in use
Keep on bottom=Keep on bottom
Edge of screen=Edge of screen
Spacing && Alignment=Spacing && Alignment
Interaction=Interaction
keep far from edge=keep far from edge
keep right on edge=keep right on edge
Automatic distance from edge=Automatic distance from edge
align right=align right
align left=align left
centered=centered
new && improved!=new && improved!
long=long
disabled=disabled
Quality && Smoothness Settings=Quality && Smoothness Settings
Note: changing the above setting will effect all docks.=Note: changing the above setting will effect all docks.
Other Appearance Settings=Other Appearance Settings
Width of zoom:=Width of zoom:
new options!=new options!
Show 'running' indicators on shortcuts that are currently running=Show 'running' indicators on shortcuts that are currently running
Display my icons only=Display my icons only
Display open windows along with my icons=Display open windows along with my icons
Display system tray icons along with my icons=Display system tray icons along with my icons
Use minimize animation in Vista=Use minimize animation in Vista
Group all windows from the same program as one=Group all windows from the same program as one
Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.
Additional Functionality=Additional Functionality
System Tray/Taskbar Placement=System Tray/Taskbar Placement
Types of windows to show:=Types of windows to show:
Taskbar Options=Taskbar Options
Always show windows as thumbnails (Vista only)=Always show windows as thumbnails (Vista only)
Hide the Windows Taskbar=Hide the Windows Taskbar
Miscellaneous Options=Miscellaneous Options
About ObjectDock Plus=About ObjectDock Plus
Create, remove, and edit other docks and tabbed docks.=Create, remove, and edit other docks and tabbed docks.
Performance && Troubleshooting=Performance && Troubleshooting
Tweak your Dock experience=Tweak your Dock experience
Troubleshooting Options=Troubleshooting Options
Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.=Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.
Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".=Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".
ObjectDock - Miscellaneous Options=ObjectDock - Miscellaneous Options
Use thumbnails to represent images placed in dock.=Use thumbnails to represent images placed in dock.
Show flyout menus as normal menus when they contain over 80 entries.=Show flyout menus as normal menus when they contain over 80 entries.
General Miscellaneous Options=General Miscellaneous Options
Show bouncing dock-identifer arrow when in configuration dialogs.=Show bouncing dock-identifer arrow when in configuration dialogs.
When a shortcut is added to a dock, point to the target not the shortcut.=When a shortcut is added to a dock, point to the target not the shortcut.
Show labels on zooming docks=Show labels on zooming docks
Label Fonts=Label Fonts
Automatically activate mouseovered tab when using autohidden tabbed docks=Automatically activate mouseovered tab when using autohidden tabbed docks
Additional Advanced Options=Additional Advanced Options
Use high-resolution program icons in place of window-icons in dock taskbars.=Use high-resolution program icons in place of window-icons in dock taskbars.
Allow tabbed docks to automatically dock to the edge of the screen when dragging=Allow tabbed docks to automatically dock to the edge of the screen when dragging
Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)=Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)
Export this dock=Export this dock
Loading and Saving=Loading and Saving
Import a dock=Import a dock
New Docks=New Docks
Existing Docks=Existing Docks
Optimize for performance:=Optimize for performance:
Optimize for memory:=Optimize for memory:
"I have 256MB of RAM or less, I need every bit."="I have 256MB of RAM or less, I need every bit."
"I paid for this RAM, please use it."="I paid for this RAM, please use it."
Taskbar Placement=Taskbar Placement
Get more backgrounds from WinCustomize.com=Get more backgrounds from WinCustomize.com
Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!=Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!
Visit=Visit
http://www.stardock.com=http://www.stardock.com
 for more information.= for more information.
Learn more about ObjectDock Plus=Learn more about ObjectDock Plus
When a shortcut is ran, if the program is already running bring it to the foreground only.=When a shortcut is ran, if the program is already running bring it to the foreground only.
Animation smoothness && quality settings=Animation smoothness && quality settings
Zoom-In/zoom-out/autohide speed=Zoom-In/zoom-out/autohide speed
Image quality=Image quality
very fast=very fast
recommended=recommended
extra gradual=extra gradual
quick=quick
Restore original dock contents=Restore original dock contents
Restore Original Configuration=Restore Original Configuration
Enable glow effect=Enable glow effect
Always On Top=Always On Top
Show the dock when the mouse goes to the edge near it=Show the dock when the mouse goes to the edge near it
Delay for showing the dock with the mouse:=Delay for showing the dock with the mouse:
Move the dock to the background when the mouse leaves it=Move the dock to the background when the mouse leaves it
Visibility=Visibility
Stardock ObjectDock Plus=Stardock ObjectDock Plus
http://www.objectdock.com=http://www.objectdock.com
'Plus' Features:='Plus' Features:
Task Grouping=Task Grouping
MultiMonitor Support=MultiMonitor Support
Flyout Menus=Flyout Menus
Tabbed Docks=Tabbed Docks
System Tray Support=System Tray Support
Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!=Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!
And More!=And More!
'Free' Features:='Free' Features:
Full control over dock's contents / position on screen=Full control over dock's contents / position on screen
Additional plugin support=Additional plugin support
Zooming mouseover effect=Zooming mouseover effect
Multi-Dock Manager=Multi-Dock Manager
Many backgrounds, themes, and custom icons available=Many backgrounds, themes, and custom icons available
Dock Settings=Dock Settings
About...=About...
Load previous dock...=Load previous dock...
Save current dock...=Save current dock...
Backup=Backup
Preserve a full copy of your current dock's contents locally.=Preserve a full copy of your current dock's contents locally.
Package files...=Package files...
Import a package=Import a package
Package images for sharing=Package images for sharing
Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.=Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.
Image Library=Image Library
Go to my image library=Go to my image library
A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!=A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!
Change image library location=Change image library location
Distribution=Distribution
Pack your choice of images or other files for distributing=Pack your choice of images or other files for distributing
Preserve a copy of your current configuration locally=Preserve a copy of your current configuration locally
ObjectDock - Adjust tab font=ObjectDock - Adjust tab font
Font for the tabs on this tabbed dock=Font for the tabs on this tabbed dock
The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.=The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.
Package images for easy sharing=Package images for easy sharing
Add Image=Add Image
Remove Image=Remove Image
Package name=Package name
Package author=Package author
Artwork / files to include=Artwork / files to include
Create package!=Create package!
Author comments / permissions statement (optional)=Author comments / permissions statement (optional)
This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.=This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.
For IMAGES:=For IMAGES:
Packaging files with ObjectDock makes it easy to share artwork you've created.=Packaging files with ObjectDock makes it easy to share artwork you've created.
For BACKGROUNDS:=For BACKGROUNDS:
Choose what images you'd like to include below. When someone opens your ".dockzip"=Choose what images you'd like to include below. When someone opens your ".dockzip"
For MISCELLANEOUS FILES:=For MISCELLANEOUS FILES:
 Drag and drop images on to dialog to add, or click "Add Image".= Drag and drop images on to dialog to add, or click "Add Image".
Drag and drop files on to this dialog to add text files, jpeg previews, etc.=Drag and drop files on to this dialog to add text files, jpeg previews, etc.
 Drag and drop the background's folder or .ini on to the dialog to add.= Drag and drop the background's folder or .ini on to the dialog to add.
New images have been added to your ObjectDock Library!=New images have been added to your ObjectDock Library!
Take me to my ObjectDock Library=Take me to my ObjectDock Library
The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!=The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!
Below you'll find information about what this package contained:=Below you'll find information about what this package contained:
Configure ObjectDock Weather=Configure ObjectDock Weather
English units=English units
Metric units=Metric units
Flyout on mouseover=Flyout on mouseover
Flyout on click (double-click will open local weather)=Flyout on click (double-click will open local weather)
Update=Update
Weather information provided by:=Weather information provided by:
Enter your location:=Enter your location:
You may enter a zipcode, City and State, or City and Country. (E.g. "48104"=You may enter a zipcode, City and State, or City and Country. (E.g. "48104"
Units:=Units:
Stardock ReadyView 5-day forecast:=Stardock ReadyView 5-day forecast:
Flyout tile size=Flyout tile size
Small tiles=Small tiles
Large tiles=Large tiles
Medium tiles=Medium tiles
ObjectDock: Confirm Quit=ObjectDock: Confirm Quit
Do not ask me again.=Do not ask me again.
Are you sure you want to quit ObjectDock?=Are you sure you want to quit ObjectDock?
Centering=Centering
Layering=Layering
far from edge=far from edge
right on edge=right on edge
improved!=improved!
Align right=Align right
Align left=Align left
Centered=Centered
ObjectDock - Troubleshooting=ObjectDock - Troubleshooting
Temporarily disable all docklets=Temporarily disable all docklets
Temporarily disable all use of thumbnails on Windows Vista.=Temporarily disable all use of thumbnails on Windows Vista.
Temporarily disable ObjectDock's System Tray ability.=Temporarily disable ObjectDock's System Tray ability.
Temporarily disable ObjectDock's Taskbar ability.=Temporarily disable ObjectDock's Taskbar ability.
Temporarily disable all special window-event hooking.=Temporarily disable all special window-event hooking.
Temporarily disable full-screen-application / maximized-window detection.=Temporarily disable full-screen-application / maximized-window detection.
Open my ObjectDock settings folder so I can backup my settings=Open my ObjectDock settings folder so I can backup my settings
Reset ObjectDock's general program settings=Reset ObjectDock's general program settings
Reset the contents of my docks=Reset the contents of my docks
Vista Thumbnails && Minimize Animation=Vista Thumbnails && Minimize Animation
If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset (not temporary)=Settings Reset (not temporary)
The buttons below allow you to reset ObjectDock to use the default fresh-install settings.=The buttons below allow you to reset ObjectDock to use the default fresh-install settings.
System Hooks=System Hooks
If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.=If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.
(Thumbnails on Vista use Vista's DWM)=(Thumbnails on Vista use Vista's DWM)
System Tray && Taskbar=System Tray && Taskbar
Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)=Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)
Thumbnail / Minimize Animation Exclusions=Thumbnail / Minimize Animation Exclusions
Add applications to the list below to have ObjectDock never do a minimize animation for that application.=Add applications to the list below to have ObjectDock never do a minimize animation for that application.
Add exclusion=Add exclusion
Remove exclusion=Remove exclusion
Auto-Disable=Auto-Disable
Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.=Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.
Add application=Add application
Remove application=Remove application
Hide ObjectDock when any of these applications are active=Hide ObjectDock when any of these applications are active
Completely unload ObjectDock temporarily while any of these applications are running=Completely unload ObjectDock temporarily while any of these applications are running
Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset=Settings Reset
A last resort, you can try resetting ObjectDock to use the default fresh-install settings.=A last resort, you can try resetting ObjectDock to use the default fresh-install settings.
Reset ObjectDock's program settings=Reset ObjectDock's program settings
Upgrade to ObjectDock Plus!=Upgrade to ObjectDock Plus!
Click here to learn about ObjectDock Plus!=Click here to learn about ObjectDock Plus!
TEXT=TEXT
Auto&hide=Auto&hide
New E-Mail Shortcut=New E-Mail Shortcut
New Internet Shortcut=New Internet Shortcut
New Music Player Shortcut=New Music Player Shortcut
New Document Editor Shortcut=New Document Editor Shortcut
New 'Start Menu Launcher'=New 'Start Menu Launcher'
New 'Show Desktop' Entry=New 'Show Desktop' Entry
New 'Toggle Autohide' Entry=New 'Toggle Autohide' Entry
New 'Unload ObjectDock' Entry=New 'Unload ObjectDock' Entry
New "Recycle Bin" Entry=New "Recycle Bin" Entry
New "Basic Clock" Entry=New "Basic Clock" Entry
Package images for sharing...=Package images for sharing...
Learn about ObjectDock Plus...=Learn about ObjectDock Plus...
Lock Icon Dragging=Lock Icon Dragging
Lock Dock Position=Lock Dock Position
Auto-activate with &mouse=Auto-activate with &mouse
Move to &background on mouse exit=Move to &background on mouse exit
&Position on screen=&Position on screen
Add New Shortcut=Add New Shortcut
Add Separator=Add Separator
Add 'Configure Dock' Link=Add 'Configure Dock' Link
Add Weather=Add Weather
Dock &Settings...=Dock &Settings...
&About...=&About...
&Learn about ObjectDock Plus...=&Learn about ObjectDock Plus...
E&xit=E&xit
&About Stardock ObjectDock=&About Stardock ObjectDock
